Repository: Distrotech/atk
Catalog: po/*.po
Languages: ta, yi

source: invalid
ta: செல்லுபடியற்றது
yi: אומלעקסיק

source: accel-label
ta: ஆர்முடுகல்-அடையாளம்
yi: פֿאַרגיכערער עטיקעט

source: alert
ta: விழிப்புணர்வு
yi: היט זיך

source: animation
ta: அசைவூட்டம்
yi: אַנימאַציע

source: arrow
ta: அம்பு
yi: פֿײַל

source: calendar
ta: நால்காட்டி
yi: לוח

source: canvas
ta: வரையும்மிடம்
yi: לײַװנט

source: check-box
ta: தெரிவுப்-பெட்டி
yi: פֿײגעלע־קעסטל

source: check-menu-item
ta: தெரிவு-பட்டி-உருப்படி
yi: פֿײגעלע־מעניו אײנס

# color-chooser
source: colour-chooser
ta: வண்ண-தேர்வாலர்
yi: פֿאַרבקלײַבער

source: column-header
ta: நெடுவா¢சை-தலைப்பு
yi: זײַל קאָפּ־צעטל

source: combo-box
ta: þழுப்புத் தெரிவுப்-பெட்டி
yi: קאָמבאָניר־קעסטל

source: date-editor
ta: திகதி-பதிப்பான்
yi: טאָג־רעדאַגירער

source: desktop-icon
ta: கணிமேசை-குறும்படம்
yi: עקראַנפֿלאַך בילדל

source: desktop-frame
ta: கணிமேசை-சட்டம்
yi: עקראַנפֿלאַך ראָם

source: dial
ta: சுழற்று
yi: זײגער־פּנים

source: dialog
ta: உரையாடல்
yi: דיִאַלאָג

source: directory-pane
ta: அடைவு-பகுதி
yi: פּאַפּקע־רשימה טאַפֿליע

source: drawing-area
ta: வரையும்-þடம்
yi: צײכן־שטח

source: file-chooser
ta: கோப்பு-தேர்வாலர்
yi: טעקע סעלעקטירער

source: filler
ta: நிரப்புக் கருவி
yi: אײַנפֿיל

source: font-chooser
ta: எழுத்துரு-தேர்வாலர்
yi: שריפֿט סעלעקטירער

source: frame
ta: சட்டம்
yi: ראָם

source: glass-pane
ta: கண்ணாடி-பகுதி
yi: גלעזערנע טאַפֿליע

source: html-container
ta: html-தாங்கி
yi: HTML קאַסטן

source: icon
ta: குறும்படம்
yi: בילדל

source: image
ta: உருவம்
yi: בילד

source: internal-frame
ta: உள்ளமை-சட்டம்
yi: אינערלעכע ראָם

source: label
ta: அடையாளம்
yi: עטיקעט

source: layered-pane
ta: அடுக்குகள் கோண்ட-பகுதி
yi: שיכטטאַפֿליע

source: list
ta: பட்டியல்
yi: רשימה

source: list-item
ta: பட்டியல்-உருப்படி
yi: רשימה אײנס

source: menu
ta: பட்டி
yi: מעניו

source: menu-bar
ta: பட்டி-பட்டை
yi: מעניו־װירע

source: menu-item
ta: பட்டி-உருப்படி
yi: מעניו־אײנס

source: option-pane
ta: விருப்பப்-பகுதி
yi: אָפּציע טאַפֿליע

source: page-tab
ta: பக்கம்-தத்தல்
yi: זײַטהענטל

source: page-tab-list
ta: பக்கம்-தத்தல்-பட்டியல்
yi: זײַטהענטל רשימה

source: panel
ta: பலகம்
yi: טאַפֿליע

source: password-text
ta: கடவுச் சொல்-உரை
yi: שפּריכװאָרט־טעקסט

source: popup-menu
ta: மேல்மீட்பு-பட்டி
yi: ױפֿשפּרינג־מעניו

source: progress-bar
ta: முன்னேற்றம்-பட்டை
yi: פּראָגרעס־װירע

source: push-button
ta: அழுத்தும்-பொத்தான்
yi: דרוקקנעפּל

source: radio-button
ta: ஒற்றைத் தெரிவுப்-பெட்டி
yi: ראַדיאָ־קנעפּל

source: radio-menu-item
ta: ஒற்றைப் பட்டி-உருப்படி
yi: ראַדיאָ־מעניו אײנס

source: root-pane
ta: வேர்-பகுதி
yi: װאָרצל־טאַפֿליע

source: row-header
ta: கிடைவரிசை-தலைப்பு
yi: שורה קאָפּ־צעטל

source: scroll-bar
ta: உருளல்-பட்டை
yi: דורכבלעטערער

source: scroll-pane
ta: உருளல்-பகுதி
yi: דורכבלעטער־טאַפֿליע

source: separator
ta: பிரிவாலர்
yi: צעשײדער

source: slider
ta: þழுப்புப் பட்டை
yi: גליטשער

source: split-pane
ta: பிரிவு-பகுதி
yi: צעשפּאַלטענע טאַפֿליע

source: spin-button
ta: சிழல்-பொத்தான்
yi: דרײקנעפּל

source: statusbar
ta: நிலை பலகம்
yi: סטאַטוסװירע

source: table
ta: அட்டவணை
yi: טאַבעלע

source: table-cell
ta: அட்டவணை-சிற்றறை
yi: טאַבעלע צעל

source: table-column-header
ta: அட்டவணை-நெடுவா¢சை-தலைப்பு
yi: טאַבעלע זײַל קאָפּ־צעטל

source: table-row-header
ta: அட்டவணை-கிடைவரிசை-தலைப்பு
yi: טאַבעלע שורה קאָפּ־צעטל

source: tear-off-menu-item
ta: கிழிக்கக்கூடிய-பட்டி-உருப்படி
yi: אָפּרײַסעװדיק מעניו־אײנס

source: terminal
ta: முனையம்
yi: טערמינאַל

source: text
ta: உரை
yi: טעקסט

source: toggle-button
ta: இருநிலை-பொத்தான்
yi: פֿאַרקער־קנעפּל

source: tool-bar
ta: கருவி-பட்டை
yi: מכשיר װײַזער

source: tool-tip
ta: கருவி-உதவி
yi: מכשיר פּינטל

source: tree
ta: மரம்
yi: בױם

source: tree-table
ta: மரம்-அட்டவணை
yi: בױם־טאַבעלע

source: unknown
ta: தெரியாதது
yi: אומבאַקאַנט

source: viewport
ta: காட்சி சாளரம்
yi: געשטאַלט־פֿענצטער

source: window
ta: சாளரம்
yi: פֿענצטער

source: header
ta: தலைக்குறிப்பு
yi: קאָפּצעטל

source: footer
ta: அடிக்குறிப்பு
yi: פֿוסצעטל

source: paragraph
ta: பத்தி
yi: פּאַראַגראַף

source: ruler
ta: அளவுகோல்
yi: װירע

source: application
ta: செயல்பாடு
yi: אַפּליקאַציע
